{
    "features": [
        {
            "feature_idx": 0,
            "name": "id",
            "type": {
                "dtype": "string",
                "_type": "Value"
            }
        },
        {
            "feature_idx": 1,
            "name": "text",
            "type": {
                "dtype": "string",
                "_type": "Value"
            }
        }
    ],
    "rows": [
          {
            "row_idx": 0,
            "row": {
                "id": "st100000",
                "title": "Intro",
                "text": "Introduction Each State and Territory in Australia and the Commonwealth Government, have enacted workplace health and safety legislation, which places a legal obligation on all workers and their employer to ensure a healthy and safe workplace. Workplace health and safety legislation consists of the Acts, Regulations and Codes of Practice. In this topic, you will learn about workplace health and safety principles and the objectives of the legislation, the roles and responsibilities of employers, employees and workplace health and safety inspectors, and the functions of health and safety committees and representatives. You will also learn about ‘housekeeping’ and the potential hazards associated with poor housekeeping practices, and the types of personal protective equipment (PPE) commonly required to carry out typical electrotechnology work tasks. Underlying Principles The fundamental principle of workplace health and safety (WHS/OHS) is to protect the health and safety of people in the workplace. Essentially, this revolves around: ensuring that workplaces are safe ensuring that workers are able to work safely reducing accidents and injuries in the workplace promoting good health and hygiene Legislation and Regulations Each State and Territory of Australia is responsible for implementing a legal framework for health and safety in the workplace. Therefore, each State and Territory has its own associated WHS/OHS legislation and regulations. The following diagram shows the Workplace Health and Safety Regulatory Bodies in each Australian State and Territory: WHS office in each state The role of WHS/OHS regulators is to ensure compliance with the applicable legislation and regulations in their jurisdiction. This typically involves activities such as: providing advice and assistance carrying out workplace safety inspections investigating workplace safety incidents administering licenses and registrations for hazardous work or occupations Safe Work Australia is the national body overseeing WHS/OHS in Australia. The role of Safe Work Australia is to: work towards harmonizing WHS/OHS policy provide information and guidance conduct research publish documents including the Model WHS Act, Model WHS Regulations and Model Codes of Practice Check your understanding of the content by clicking the link below then undertaking the activity. Load the Activity"
            },
            "truncated_cells": []
        },
        {
            "row_idx": 1,
            "row": {
                "id": "st100001",
                "title": "Obligations",
                "text": "Workplace Health and Safety Obligations It is important to understand workplace health and safety, as both workers and employers have a number of legal responsibilities under the applicable Acts and Regulations. Workplace Health and Safety – Responsibilities Worker Responsibilities Employer Responsibilities To take reasonable care for their own health and safety at work. To take reasonable care for the health and safety of others in the workplace. To cooperate with workplace health and safety policies and procedures provided by the employer. To comply with all reasonable instructions from the employer relating to health and safety. To take reasonable care to ensure the safety of workers. To provide workers with safe systems of work. To provide workers with safe plant and equipment. To provide workers with adequate facilities. To provide any required information, training, instruction and supervision to allow workers to work safely. To monitor and maintain the conditions of the workplace. Workplace Health and Safety Committee A workplace Health and Safety Committee (HSC) consists of representatives from the workplace, each of which represents a group of workers. The main roles of a workplace health and safety committee are to: review and improve workplace health and safety procedures act as liaison between the workers and the employer in matters relating to health and safety in the workplace Workplace Health and Safety Inspectors State and Territory WHS/OHS regulators appoint health and safety inspectors whose job it is to help enforce the applicable regulations. Under WHS/OHS legislation and regulations, workplace health and safety inspectors have the power to: enter and search a workplace conduct interviews and make inquiries gather information, examine and copy documents and take photographs or samples issue directions and on-the-spot fines for breaches of the legislation issue improvement, prohibition and non-disturbance notices It is an offence to obstruct, impersonate, intimidate or threaten or insult a WHS/OHS inspector, and significant fines can apply for failing to comply with a WHS/OHS notice. Notice Type Why are they issued? What are the consequences? Improvement Notice When an inspector believes that a person has not met their obligations under the applicable WHS/OHS legislation and regulations. Can require the person to: Stop performing a work activity in a certain way. Follow directions to reduce the risk to health and safety within a given timeframe. Prohibition Notice When an inspector believes that there is a serious and immediate risk to health and safety at a workplace. Can require the person to: Immediately cease a certain work activity. Immediately cease working in a certain area. Follow directions to reduce the risk associated with the work activity or work area. Non-disturbance Notice Issued to the person in control of a workplace, generally to facilitate an investigation and to prevent evidence from being removed or tampered with. Requires the person to: Preserve the workplace in its current state. Ensure the workplace is not disturbed for a given timeframe."
            },
            "truncated_cells": []
        },
        {
            "row_idx": 2,
            "row": {
                "id": "st100002",
                "title": "Housekeeping",
                "text": "Housekeeping The term “housekeeping” refers to keeping the workplace clean, tidy, and in a safe and proper condition. Housekeeping Types of Hazards Examples Control Measures Trip hazard Extension leads run across the floor Use approved lead stands to keep leads off the ground Offcuts of materials lying all over the floor Sweep up and store or dispose of offcuts appropriately Falling objects Materials balanced precariously on a top shelf Store tools and materials correctly Tools balanced on the top step of a ladder Use a tool belt and don’t leave tools where they can fall off Contamination Chemicals stored without lids and caps fastened Store chemicals correctly Food scraps left on the floor Sweep up and dispose of food scraps appropriately Limited access/egress Ladder left in a doorway Store tools and equipment in designated areas Materials stored in a fire escape Store materials in designated areas Check your understanding of the content by clicking the link below then undertaking the activity. Load the Activity"
            },
            "truncated_cells": []
        },
        {
            "row_idx": 3,
            "row": {
                "id": "st100003",
                "title": "Personal Prot Equ",
                "text": "Personal Protective Equipment The following table provides details of personal protective equipment (PPE) commonly used in electrotechnology work. Personal Protective Equipment (PPE) Protection Types of PPE Function Typical Application Eye Protection Safety glasses. Goggles. Face shield. Protects the eyes from projectiles or sparks. Using power tools. Welding. Hearing Protection Ear muffs. Ear plugs. Protects the ears from excessive noise. General use. Using power tools. Head Protection Hard hat. Protects the head from falling objects and hard or sharp edges. General use on construction sites. Foot Protection Safety boots. Protects the feet and toes from falling objects. General use on all job sites. Hand Protection Leather gloves. Insulated electrical gloves. Protects the hands against cuts, burns or contact with energised electrical equipment or wiring. Using a knife. Using PVC conduit cement. Electrical testing. Body Protection Long sleeves. Long pants. Protects the torso, arms and legs from, scratches and burns. General use on job sites. Respiratory Protection Dust mask. Respirators. Protects lungs from foreign bodies. Drilling or cutting bricks and concrete. UV Protection Sunscreen. Wide-brim hat. Sunglasses. Protects the skin and eyes against UV radiation. Outdoor job sites. Other High visibility vest. Makes a person more visible to others. General use. Particularly important around mobile plant."
            },
            "truncated_cells": []
        },
        {
            "row_idx": 4,
            "row": {
                "id": "st100004",
                "title": "Risks",
                "text": "Introduction Every work environment has hazards that present risks to workers and others. Hazards are anything in the workplace with the potential to cause illness or injury to people. To reduce the risks to health and safety, hazards must be identified, and measures put in place to ‘control’ (i.e. reduce) the risk as far as possible. Typical Hazards and Control Methods The following table lists typical hazards encountered on electrotechnology worksites, and the methods used to control the associated risks. Hazard Example Risk Control Measures Electricity Working on a switchboard Electric shock and burns Safe isolation procedures Manual handling Unloading materials from a delivery truck Sprains and strains Correct lifting and handling techniques Working at heights Working on roofs, scaffolds and elevated work platforms (EWPs) Falling from heights resulting in serious injuries or death Specific training and use of a tethered safety harnesses Moving / rotating machinery Conveyor belts, hoists and exhaust fans Entanglement, cuts, lacerations, and crush or impact injuries Specific equipment training, shut-down, exclusion zones Mobile Plant Forklifts and cars Cuts, lacerations, and crush or impact injuries Warning signs, exclusion zones and high visibility vests Radiation Working near some radio transmitters or medical equipment Burns and poisoning Warning signs, exclusion zones and protective clothing Industrial noise Working on a construction site Hearing loss and tinnitus Use of ear plugs and ear muffs, and limiting time of exposure Vibration Using a jackhammer or large hammer drill Musculoskeletal disorder Use of gloves and limiting time of exposure Industrial chemicals Using adhesives and solvents Headaches, respiratory distress, skin and eye irritations, burns, fire and explosions Correct storage and handling procedures Asbestos Renovations in older buildings Respiratory disease Safe removal by an approved contractor Harassment Being bullied in the workplace Stress, anxiety and physical illness Training, workplace policies and counselling Check your understanding of the content by clicking the link below then undertaking the activity."
            },
            "truncated_cells": []
        },
        {
            "row_idx": 5,
            "row": {
                "id": "st100005",
                "title": "Hazard, risk",
                "text": "The following table explains the meanings of the terms ‘hazard’, ‘risk’ and ‘control measure’, in relation to risk management. Risk Management Terms Term Definition Example Hazard Anything with the potential to cause harm to a person Offcuts of materials lying around on the floor Risk The potential harmful consequences of a hazard Trips, slips, sprains and strains Control Measure Methods used to reduce the potential severity and likelihood of harm Sweep up and dispose of offcuts (housekeeping) Risk Management All workplaces are required to maintain a system of risk management in an effort to promote a safe work environment and reduce workplace illness and injuries. Risk management consists of four main steps: 1) Identifying hazards 2) Assessing risks 3) Controlling risks 4) Monitoring and review Identifying hazards Hazards can be identified by: using common sense – simply thinking about what might be harmful when work is carried out walking through the work area and using your senses – you might see, hear or smell a hazard talking with other workers – they might have noticed hazards that you haven’t Assessing the Risks There are two main factors that are considered when assessing the risks posed by a hazard: the likelihood that the hazard will cause harm the severity of the harm that could be caused A ‘risk matrix’, as shown below, is used to rank the risk posed by a hazard. Controlling the Risks Controlling the risk posed by a hazard involves choosing and implementing methods of reducing the risk to an acceptable level. The Hierarchy of Controls ranks the methods of risk control from the most preferred method (elimination) to the ‘last resort’ (personal protective equipment), as shown below: Hierarchy of Controls Rank Control Measure Description 1 Elimination The hazard, and therefore the risk, is removed entirely. This is the most effective method of risk control. Examples include: removing a dangerous machine from a workplace backfilling an open trench 2 Substitution Hazardous equipment, substances or working practices are replaced with ones that are less hazardous, thereby reducing the risk. Examples include: replacing a damaged extension cord with a new one using a non-toxic glue instead of a toxic one 3 Isolation Workers and others at risk of harm are prevented from coming into contact with the hazard. Examples include: restricting access to a dangerous area placing an ‘out of service’ tag on a faulty piece of equipment 4 Engineering Controls Installing or using parts that are designed to reduce the level of risk associated with a piece of equipment or activity. Examples include: safety railings at edges safety guards on power tools 5 Administrative Controls Training, instruction and guidelines that reduce the risk are set out for the worker to follow. Examples include: undergoing a company or site induction using standard work procedures (SWPs) 6 Personal Protective Equipment (PPE) The last resort in risk control, PPE is used to reduce risk by offering some protection to various parts of the body that may be harmed as a result of the hazard. Examples include: wearing a hard-hat and safety boots whilst on a construction site using safety glasses and ear plugs whilst operating a power drill Typically, combinations of these control measures are used to reduce the risks posed by hazards in the workplace. Monitoring and Review Monitoring and review of risk management is an ongoing process of analysis and discussion for the purposes of: identifying new hazards checking that the level of risk posed by hazards has not changed evaluating the effectiveness of control measures improving the system of risk management Required Documentation All risk assessment activities should be documented to clearly indicate: the location and date who carried out the risk assessment the hazards that were identified the risks posed by each hazard how each risk is to be controlled who is responsible for implementing risk controls Check your understanding of the content by clicking the link below then undertaking the activity."
            },
            "truncated_cells": []
        },
        {
            "row_idx": 6,
            "row": {
                "id": "st100006",
                "title": "Safety",
                "text": "Workplace Safety Signs Workplace safety signs are used on worksites to identify specific risks, hazards or other safety information. Signs warn people about dangerous substances such as acid, and point out safety features such as fire exits. They can also give information and instructions about personal protective equipment (PPE) that must be worn in designated areas. Workplace Safety Signs Appearance Type Example Meaning MANDATORY – must do Safety helmet must be worn in this area PROHIBITION – must not Item of equipment must not be operated RESTRICTION – must not exceed Forklifts must not go faster than 5 km/h WARNING – hazard Hazardous levels of noise are present in this area DANGER – life-threatening hazard Energised parts pose the risk of death EMERGENCY – information First Aid station located here FIRE – information Fire extinguisher located here Workplace Emergencies It is very important to be familiar with the emergency evacuation procedures at your workplace. Emergencies usually occur unexpectedly, and can pose serious risks to the health and safety of people in the workplace. Types of workplace emergencies that typically result in the need to evacuate a workplace include: Fires Explosions Structural collapse Flooding Gas leaks Chemical spills Bomb threats Emergency Evacuation Procedures It is essential that all construction workers are familiar with the designated fire and emergency exits and evacuation procedures for the site. A basic example of generic evacuation procedures is shown below: Emergency evacuation procedures are specific to the location, so they will vary from site to site. They are explained to workers during their ‘site induction’, which occurs prior to being permitted to work on the site. Points that will be covered include: How to tell if there is an emergency (e.g. types of sirens) What to do in an emergency (e.g. evacuation routes and assembly points) Who the emergency control personnel are for the site On a typical construction site, the emergency evacuation procedures are likely to be practiced approximately once every 6 to 12 months."
            },
            "truncated_cells": []
        },
        {
            "row_idx": 7,
            "row": {
                "id": "st100007",
                "title": "SWP",
                "text": "Standard work procedures (SWPs) Standard work procedures (SWPs) are written descriptions of how to safely perform a work task. They can be used as a basis for training and to confirm that implemented hazard controls are working. SWPs contains the following information: the sequence of steps required to perform the task control measures required to prevent injuries equipment and tools required to do the job warnings, information and training required Under workplace health and safety legislation, it is the employer’s responsibility to provide workers with safe ways of performing the required work. One way that employer’s achieve this is by providing workers with SWPs. Benefits of SWPs In addition to providing a safe system of work, SWPs provide the following benefits to an organisation: Ensures consistent work outcomes Increases work efficiency Ease of training new employees Facilitates continuous improvement SWPs are generic, and so they don’t take specific hazards into account that may be presented by a specific work environment. Therefore it’s always important to undertake a risk assessment that is tailored to the specific work environment."
            },
            "truncated_cells": []
        },
        {
            "row_idx": 8,
            "row": {
                "id": "st100008",
                "title": "Extinguisher",
                "text": "Extinguisher Identification & Selection Different types of fire extinguishers are designed to extinguish different types of fires. Using the wrong type of extinguisher on a fire can actually spread the fire, or even result in electric shock! It is therefore highly important to be able to identify the different types of extinguishers, as well as the different types of fires for which they’re suitable. The following chart shows how different fire extinguishers are identified, and which types of fires they can be used on. Electrically Conductive Electrically Non-conductive Water Foam Wet Chemical Dry Chemical Powder Carbon Dioxide Vaporising Liquid ABE BE Identification Red Blue Oatmeal White White Black Yellow Class A Ordinary combustibles (wood, paper, plastic) YES YES YES YES NO LIMITED YES Class B Flammable liquids NO YES NO YES YES LIMITED LIMITED Class C Flammable gases NO NO NO YES YES NO LIMITED Class E Electrical fires NO NO NO YES YES YES YES Class F Cooking oils and fats NO LIMITED YES NO YES NO NO In Case of Fire… If you notice a fire, follow these four simple steps to stay safe: 1) Remain calm – don’t panic! 2) Take a quick look around to see if anybody is in immediate danger (including yourself!), and provide assistance if it’s safe to do so 3) Raise the alarm – activate a fire alarm, notify your supervisor, and ring 000 to report the fire 4) Lastly, if you are adequately trained and it’s safe to do so, attempt to fight the fire using a portable fire extinguisher, otherwise, follow the building evacuation procedures Using a Portable Fire Extinguisher The “PASS” acronym is a simple way of remembering the procedure for using a portable fire extinguisher: Pull out the safety pin Aim the nozzle at the base of the fire Squeeze the trigger Sweep from side to side Using a Fire Blanket Fire blankets are inexpensive and very easy to use. They are ideal for fighting cooking fat fires and wrapping around people if their clothes catch alight. To use a fire blanket: Pull the tabs to open the blanket. Place (don’t throw) the fire blanket over the fire, keeping your hands and face protected behind it. If possible, turn off the heat source (e.g. a hotplate), and leave the blanket over the burnt area until the heat has dissipated."
            },
            "truncated_cells": []
        },
        {
            "row_idx": 9,
            "row": {
                "id": "st100009",
                 "title": "Intro to Electrotech",
                "text": "Introduction We all rely on electricity for getting things done in almost every aspect of our daily lives. For this reason, the Electrotechnology industry includes a broad range of disciplines, and is constantly expanding and evolving as new technologies are developed. This topic provides an overview of Electrotechnology in Australia, including: a) The electrotechnology industry b) Generation, transmission and distribution of electricity c) Common ways that electricity is used d) The basic concepts of electricity Electrotechnology Industry The electrotechnology industry impacts on almost every aspect of daily life. The technology ranges from traditional light and power, hardware platforms and networking automation to virtual enterprise, the internet and fibre-optics. The spread of new information processing and communication technologies means that the industry is developing rapidly. The industry includes the installation, servicing, repair and maintenance of electrical and electronic equipment for industrial, commercial and domestic purposes. It comprises communications, distribution and transmission, electrical generation and computer data and communications cabling systems and Sustainable/Renewable Energies. The telecommunications and information technology aspects of the industry are becoming increasingly important as the knowledge economy alters the way businesses operate, as is Sustainable Energy Practices and Renewable Energies are on our environment. People employed in the electrotechnology industry can be found working in most sectors. Principal areas include: Construction Communication services Electrical generation, transmission and distribution Manufacturing Mining Chemical Commercial Industrial Housing/domestic Resources Transport and logistics Maritime Health and community services Wholesale and retail Sustainable and Renewable Energies The major occupations in the electrotechnology trades include: Electrician Electrical Fitter Electrical Mechanic Electronics Technician Communications Technician Computer System Technician Refrigeration and Air Conditioning Mechanic Information Technology Technician Instrumentation and Control Technician Data and Voice Technician Telecommunications Technician These trades often encompass Licensing, Registration, Sustainable Energy certification, career paths or pathways, apprenticeships, training plans and agreements, and the completion of training and assessment processes to confirm competence by registered training organisations. The current rate of technological change in the industry is very high and is expected to increase. The use of 'smart' technology such as home automation and the integration of systems such as data, voice and video, is becoming common in many sectors of the industry. The electrotechnology industry is a multi-billion dollar industry in Australia and a multi trillion dollar industry worldwide. Electricity Generation The majority of electricity is currently generated by electromagnetic induction. The laws of electromagnetic induction state that electrical energy can be produced by moving a conductor with respect to a magnetic field. A basic electromagnetic generator consists of a magnet that rotates in the centre of several stationary coils of conductive wire. In thermal power stations, high pressure steam is used to rotate a turbine which is coupled to the magnet. As the magnet is rotated, electrical energy is ‘electromagnetically induced’ into the stationary coils. You will learn much more about electromagnetic induction in later Units. For the purpose of this topic, it is sufficient to understand that electricity can be generated by rotating a magnet using a turbine. Electricity Generation in Australia Method Environmental Impact Approx. Market Share Description Black Coal Non-renewable 54% Fuel (coal/gas/oil) is burnt in a furnace to produce heat. The heat is used to turn water into steam. The steam is used to rotate a turbine. Primary method of power generation in Australia. Natural Gas Non-renewable 20% Oil Non-renewable 2% Hydro Renewable 6% Water is released through a dam. The flow of water is used to rotate a turbine. Wind Renewable 9% Natural wind currents are utilised to rotate a turbine. Photoelectric (solar) Renewable 9% Electricity is generated when light strikes the surface of a photovoltaic (PV) array. Geothermal Renewable <1% Natural heat from within the earth is used to turn water into steam. The steam is used to rotate a turbine. Tidal & Wave Renewable <1% The movement of waves/tides is used to create water pressure. The water is used to rotate a turbine. Nuclear Non-renewable 0% Radioactive material is used to heat water. The water turns to steam. The steam is used to rotate a turbine. One nuclear reactor exists in Australia for research purposes. The following interactive bar graph provides a real-time breakdown of the energy supply and demand across the different states and territories of Australia. Watch the following videos then check your understanding of the content by undertaking the activity. Load the Activity Transmission and Distribution After electricity has been generated, it is transported to consumers via the transmission and distribution network, commonly known as the electricity ‘grid’. The following diagram shows a simplified arrangement of this network. Transmission and Distribution Network Transmission and Distribution Network At the power station, a yard transformer ‘steps up’ the voltage so that it can be transmitted over long distances. Before reaching the customer, a distribution transformer ‘steps down’ the voltage to suitable values for use with our everyday electrical appliances. Low voltage supplies available from the distribution network include: Three phase 400 V, 50 Hz Single phase 230 V, 50 Hz Utilisation of Electricity We use electricity in a variety of ways to operate our electrical devices and equipment. In each case, the electrical energy is converted into some other form, to achieve a given purpose. The following table provides some examples of the different ways we utilise electricity. Utilisation of Electricity Electrical Devices Use Luminaire (light fitting) Converts electrical energy into light so we can see Radiant heater Converts electrical energy into heat to warm a space Electric oven Converts electrical energy into heat for cooking Electric motor Converts electrical energy into mechanical energy via electromagnetism Electroplating bath Uses electricity to produce a chemical reaction"
            },
            "truncated_cells": []
        },
        {
            "row_idx": 10,
            "row": {
                "id": "st100009",
                 "title": "Electrical concepts",
                "text": "Matter In order to understand electrical concepts, we must understand the basic structure of matter. All matter is made up of atoms containing neutrons, protons and electrons: Neutrons are located in the nucleus of an atom, and have no electric charge. Protons are located in the nucleus of an atom, and have a positive electric charge. Electrons orbit the nucleus of an atom, and have a negative electric charge. Structure of an Atom The phenomenon of ‘electricity’ refers to the presence and movement of electric charge. It is the movement of electrons between materials that can result in an overall electric charge being exhibited by a material: If a material receives extra electrons, such that it has more than normal, then it becomes negatively charged. If a material loses electrons, such that it has less than normal, then it becomes positively charged. Two items having the same charge will repel each other whilst two items having different charges will attract one another. The following interactive objects allow you to build atoms. See if you can make some familiar elements, and then watch what happens to the atom’s charge when electrons are added and taken away. To understand electricity, you must first understand the terms used to describe it. The following table defines some of the basic terms used to describe electrical concepts. Basic Electrical Terms Conductor Any material that allows electrons to move easily through it, offering very little opposition. Insulator Any material that does not allow electrons to move easily through it, offering a very high opposition. Voltage A measure of electrical pressure between two points also referred to as ‘potential difference’. Current A measure of electrical flow in a conductor (note: ‘conventional current flow’ moves in the opposite direction to electron flow). Resistance A measure of the opposition to current flow, provided by a material, i.e. a conductor has a very low resistance whilst an insulator has a very high resistance. Current Electricity Current electricity can be defined as the movement of electrons in a material. If there is an excess of electrons at point (b) and a deficiency of electrons at point (b), then electrical pressure will exist between the two points. If a ‘conductor’ is used to join the two points, then electrons will flow from point (b) to point (a) until equilibrium is reached. The diagrams below show the effect of current electricity using the example of a battery being connected to a light globe. Current Electricity In the battery, there is an excess of electrons at the negative terminal (b), and a deficiency of electrons at the positive terminal (a). In this picture, there is not a complete path through the wires between terminals (a) and (b), and therefore no current flows. Even though no current is flowing, electrical pressure still exists between the positive and negative terminals. In this diagram, the wires have been connected to the terminals of the light globe. Now there is a continuous conductive path between the two terminals, and so electrons flow from the negative terminal (b), where there is an excess, to the positive terminal (a), where there is a deficiency. In the process, they flow through the light globe causing it to light up. Electrons will continue to flow until equilibrium between terminals (a) and (b) has been reached. This diagram shows ‘conventional current flow’, otherwise just known as ‘current flow’. Note that the direction is from positive (a) to negative (b) – which is the opposite direction to electron flow! When working with electricity, we use conventional current flow to describe electric current. Static Electricity Friction between two materials can result in the transfer of electrons from one to the other. This can result in one material becoming positively charged, and the other material becoming negatively charged. This phenomenon is known as ‘static electricity’. Static electricity can only build up on an insulator, which will remain charged until brought in close enough proximity to a conductor. When this happens, the static charge will discharge along the conductor in the form of current electricity. A common example of static electricity is when a charge builds up due to friction between a person’s shoes and a carpet. The charge goes unnoticed until the person goes to touch a conductive material, such as a car door, when the static charge discharges giving a mild jolt. Another example of static electricity is lightning. There are a number of complex variables that can affect the way lightning occurs, but the fundamental process is as follows: Turbulent winds within storm clouds cause friction between water particles in the cloud Electrons are dislodged by this friction and tend to accumulate towards the bottom of the cloud, resulting in the bottom of the cloud becoming negatively charged This negative charge can attract positive charges in the earth When the charge becomes greater than the insulating properties of the air, the charge discharges via lightning strikes The following interactive objects allow you to observe the effect of static electricity. Try rubbing the balloon on the jumper and see what happens to the electric charge on each item. Try rubbing John Travoltage’s foot on the carpet and see what happens when he moves his hand close to the door knob. Quantity of Electricity The amount of electric charge contained within a voltage source is referred to as the ‘quantity of electricity’. Quantity of electricity can be determined from the following equation: Where: Q = quantity of electricity in coulombs (C) I = current in amperes (A) t = time in seconds (s) Worked Example What is the quantity of electricity supplied, if a battery supplies a current of 2 A for a period of 60 seconds? Q = 2 X 60 Q = 120 C The battery has supplied 120 coulombs of electricity. Velocity Velocity is a measure of the rate at which an object changes position, and can be determined from the following equation: Where: v = velocity in metres per second (ms-1) d = distance in metres (m) t = time in seconds (s) Worked Example What is the velocity of a car that travels 20 m in 5 seconds? The car is travelling at a velocity of 4 ms-1. Speed Speed is a measure of how fast an object is moving and can be determined from the following equation: Where: S = speed in kilometers per hour (km/h) d = distance in kilometres (km) t = time in hours (h) Worked Example What is the speed of a car that travels 210 km at a constant speed, over a period of 3 hours? The car is travelling at a speed of 70 km/h."
            },
            "truncated_cells": []
        },
         {
            "row_idx": 11,
            "row": {
                "id": "st100009",
                 "title": "Electrical Cicruit symbols",
                "text": "ntroduction In this topic, you will explore the basic electrical circuit, upon which all electrical circuits are based. You will learn about: Electrical terminology. Circuit components. The arrangement of components in a basic circuit. Basic quantities and units associated with electrical circuits. Basic Circuit Components There are five fundamental components in a basic electrical circuit, as shown in the following table. Fundamental Circuit Components Component Symbol Illustration Purpose Energy Source The purpose of the energy source is to supply electrical energy to the circuit. Protection Device The purpose of the protection device is to protect the circuit components in the event of an electrical fault. Example: a circuit breaker automatically disconnects the circuit when a fault occurs Control Switch The purpose of the control switch is to control the flow of electrical energy in the circuit. For example, a light switch controls the flow of energy to a lamp. Load The purpose of the load is to convert the electrical energy into another form of energy. Example: a stove converts electrical energy into heat energy for cooking. Connecting Wires The purpose of the connecting wires is to connect the circuit components together into a ‘circuit’. Basic Circuit Arrangements In a basic electrical circuit, these components are arranged in a specific order, as shown below: Check your understanding of the content by clicking on the link below then undertaking the activity."
            },
            "truncated_cells": []
        }
           ],
    "num_rows_total": 207632,
    "num_rows_per_page": 100,
    "partial": false
}